abiword
alacritty
amd-ucode
amdgpu_top-bin
arandr
autoconf
automake
avidemux-qt
aws-cli
base
base-devel
basemark
bash-completion
bc
bind
binutils
bison
blender
bluez-utils
btop
ccls
certbot
certbot-nginx
clang
cloudflared
cmake
cmatrix
cppcheck
cronie
dbeaver
deluge
delve
dhcp
dhcpcd
dialog
direnv
discord
dmenu
dmidecode
docker
docker-compose
dotnet-sdk
dunst
elinks
ethminer-cuda
exfatprogs
fakeroot
fbset
fd
feh
file
findutils
firefox
flex
freecad
ftkimager
fuse2
fuse3
gawk
gcc
gdb
gettext
git
github-cli
glava
gnome-keyring
gnu-netcat
google-chrome
gparted
grep
groff
gucharmap
gzip
hashcat
hdparm
headscale
hiredis
htop
i3-wm
i3status
id3tool
iftop
inetutils
iperf3
iwd
java-commons-lang
jq
jre-openjdk
jupyterlab
kamoso
kubectl
libayatana-appindicator
libewf
libnm
librecad
libtool
linux
linux-firmware
linux-lts
linux-lts-headers
lshw
lynx
m4
make
man-db
man-pages
mariadb
mdadm
mencoder
minikube
mongo-c-driver
mopidy
neofetch
neovim
net-tools
netctl
networkmanager
nginx
nitrogen
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia
nvtop
obs-studio
obsidian
opam
openrgb
openssh
openvpn
otf-xkcd-font
pacman
pacman-contrib
patch
pavucontrol
pdftk
php
picom
pipewire-pulse
pkgconf
podman
polybar
postgresql
powerpanel
pulsemixer
python
python-flit-core
python-pip
python-pipx
qmk
radeontop
redis
reflector
ripgrep
rofi
rsync
ruby
rustup
sed
sendmail
signal-desktop
slop
smartmontools
socat
speedtest-cli
spotify-launcher
stow
strace
sudo
tailscale
tcpdump
texinfo
time
tmux
tree
ttf-comic-neue
ttf-hack
ttf-humor-sans
ttf-material-design-iconic-font
ttf-ms-win11-auto
ttf-xkcd-script-font
unrar
unzip
usbutils
valgrind
vlc
w3m
wget
which
wireguard-tools
wpa_supplicant
xclip
xorg-server
xorg-xhost
xorg-xinit
xorg-xrandr
xterm
yay
zathura
zathura-pdf-poppler
zip
